Repository: saaie/DailyWallpaper
Catalog: po/*.po
Languages: fa

source: Up Next
fa: بالایی بعدی

source: minutes
fa: دقیقه

source: hours
fa: ساعت

source: Delay (%d %s)
fa: تاخیر(%d %s)

source: Move selected Wallpapers up in the list.
fa: افزودن عکس‌های انتخاب شده به ابتدای لیست.

source: Move selected Wallpapers down in the list.
fa: افزودن عکس‌های انتخاب شده به انتهای لیست.

source: Add new Wallpapers
fa: اضافه نمودن عکس

source: Select the new wallpapers.
fa: انتخاب عکس‌های جدید

source: Remove selected Wallpapers
fa: حذف عکس‌های انتخاب شده

source: The following images where invalid (not found or not image-types) and have been removed:
fa: عکس‌های مورد نظر فاقد اعتبار هستند( یابه درستی شناسایی نشده‌اند) و حذف می‌شوند:

source: Manage Wallpapers
fa: مدیریت عکس‌ها

source: Download Bing daily background images.
fa: دانلود عکس‌های روزانه موتور جستجوی بینگ.
